Revit 2027 API
ParameterTypeId.SteelElemPlateType Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateType { get; }
Public Shared ReadOnly Property SteelElemPlateType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateType {
	ForgeTypeId^ get ();
}
static member SteelElemPlateType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace